Repository: iantho-uconn/Look-See-SeniorDesign25
Catalog: ios/LookSeeProto/LookSeeProto/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, zh_hans

source: 14-Day Free Trial
es: Prueba gratuita de 14 días
fr: Essai gratuit de 14 jours
hi: 14-दिवसीय मुफ़्त परीक्षण
zh_hans: 14天免费试用

source: Account
es: Cuenta
fr: Compte
hi: खाता
zh_hans: 账户

source: Account & Security
es: Cuenta y Seguridad
fr: Compte et Sécurité
hi: खाता और सुरक्षा
zh_hans: 账户与安全

source: Active
es: Activo
fr: Actif
hi: सक्रिय
zh_hans: 活跃

source: Active Cluster: %@
es: Clúster activo: %@
zh_hans: 活动集群: %@

source: Active Landmarks
es: Puntos de Referencia Activos
fr: Points de Repère Actifs
hi: सक्रिय लैंडमार्क
zh_hans: 活跃地标

source: All Caught Up!
es: ¡Todo al día!
fr: Tout est à jour !
hi: सब कुछ अद्यतन है!
zh_hans: 全部处理完毕！

source: App Language
es: Idioma de la Aplicación
fr: Langue de l'Application
hi: ऐप भाषा
zh_hans: 应用语言

source: Browsing anonymously
es: Navegando anónimamente
fr: Navigation anonyme
hi: अनाम रूप से ब्राउज़ कर रहे हैं
zh_hans: 匿名浏览

source: Business Management
es: Gestión Empresarial
fr: Gestion d'Entreprise
hi: व्यवसाय प्रबंधन
zh_hans: 商业管理

source: Business Profile
es: Perfil Empresarial
fr: Profil d'Entreprise
hi: व्यवसाय प्रोफ़ाइल
zh_hans: 商业资料

source: Buy tokens to update your inventory.
es: Compra tokens para actualizar tu inventario.
fr: Achetez des jetons pour mettre à jour votre inventaire.
hi: अपनी इन्वेंट्री को अपडेट करने के लिए टोकन खरीदें।
zh_hans: 购买代币以更新您的库存。

source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
zh_hans: 取消

source: Change your email or password.
es: Cambiar tu correo electrónico o contraseña.
fr: Changer votre e-mail ou mot de passe.
hi: अपना ईमेल या पासवर्ड बदलें।
zh_hans: 更改您的电子邮件或密码。

source: Current Plan
es: Plan Actual
fr: Plan Actuel
hi: वर्तमान योजना
zh_hans: 当前方案

source: Fetching Clusters...
es: Obteniendo clústeres...
zh_hans: 正在获取集群...

source: Free Account
es: Cuenta Gratuita
fr: Compte Gratuit
hi: मुफ़्त खाता
zh_hans: 免费账户

source: Guest User
es: Usuario Invitado
fr: Utilisateur Invité
hi: अतिथि उपयोगकर्ता
zh_hans: 访客用户

source: Help & Support
es: Ayuda y Soporte
fr: Aide et Support
hi: सहायता और समर्थन
zh_hans: 帮助与支持

source: Inactive
es: Inactivo
fr: Inactif
hi: निष्क्रिय
zh_hans: 未激活

source: Manage My Landmarks
es: Gestionar Mis Puntos de Referencia
fr: Gérer Mes Points de Repère
hi: मेरे लैंडमार्क प्रबंधित करें
zh_hans: 管理我的地标

source: Manage Plan
es: Gestionar Plan
fr: Gérer le Forfait
hi: योजना प्रबंधित करें
zh_hans: 管理计划

source: Map
es: Mapa
zh_hans: 地图

source: Membership
es: Membresía
fr: Adhésion
hi: सदस्यता
zh_hans: 会员资格

source: Menu
es: Menú
hi: मेन्यू
zh_hans: 菜单

source: Models Reloaded!
es: ¡Modelos recargados!
zh_hans: 模型已重新加载！

source: My Landmarks
es: Mis Puntos de Referencia
fr: Mes Points de Repère
hi: मेरे लैंडमार्क
zh_hans: 我的地标

source: No Cluster Loaded
es: Ningún clúster cargado
zh_hans: 未加载集群

source: Privacy Policy
es: Política de Privacidad
fr: Politique de Confidentialité
hi: गोपनीयता नीति
zh_hans: 隐私政策

source: Record
es: Grabar
zh_hans: 记录

source: Reload Model
es: Recargar Modelo
fr: Recharger le Modèle
hi: मॉडल पुनः लोड करें
zh_hans: 重新加载模型

source: Scan
es: Escanear
zh_hans: 扫描

source: Settings
es: Ajustes
fr: Réglages
hi: सेटिंग्स
zh_hans: 设置

source: Settings & Preferences
es: Ajustes y Preferencias
fr: Réglages et Préférences
hi: सेटिंग्स और प्राथमिकताओं
zh_hans: 设置与偏好

source: Sign Out
es: Cerrar Sesión
fr: Se Déconnecter
hi: साइन आउट
zh_hans: 退出登录

source: Status
es: Estado
fr: Statut
hi: स्थिति
zh_hans: 状态

source: System Settings
es: Ajustes del Sistema
fr: Paramètres du Système
hi: सिस्टम सेटिंग्स
zh_hans: 系统设置

source: Terms of Service
es: Términos de Servicio
fr: Conditions d'Utilisation
hi: सेवा की शर्तें
zh_hans: 服务条款

source: Update store name and phone number.
es: Actualizar el nombre de la tienda y el número de teléfono.
fr: Mettre à jour le nom du magasin y el número de téléphone.
hi: स्टोर का नाम और फोन नंबर अपडेट करें।
zh_hans: 更新商店名称和电话号码。

source: View the landmarks assigned to your account.
es: Ver los puntos de referencia asignados a tu cuenta.
fr: Voir les points de repère assignés à votre compte.
hi: अपने खाते को सौंपे गए लैंडमार्क देखें।
zh_hans: 查看分配给您账户的地标。

source: Yearly Subscription
es: Suscripción Anual
fr: Abonnement Annuel
hi: वार्षिक सदस्यता
zh_hans: 年度订阅

source: Tokens (%@)
fr: Jetons (%@)
hi: टोकन (%@)
zh_hans: 代币 (%@)

source: Tokens (%lld)
fr: Jetons (%lld)
hi: टोकन (%lld)
zh_hans: 代币 (%lld)
